[
  { "id": "intm_001", "text": "What does it feel like when someone truly understands you without explanation?" },
  { "id": "intm_002", "text": "How do you prefer to be comforted when you're struggling?" },
  { "id": "intm_003", "text": "What's a fear you have about being vulnerable with someone?" },
  { "id": "intm_004", "text": "When do you feel most seen and accepted for who you really are?" },
  { "id": "intm_005", "text": "What does emotional safety look like to you?" },
  { "id": "intm_006", "text": "How do you show love in ways that might not be obvious?" },
  { "id": "intm_007", "text": "What's something about yourself you're afraid others will judge you for?" },
  { "id": "intm_008", "text": "How do you want to be loved?" },
  { "id": "intm_009", "text": "What makes you feel genuinely connected to someone?" },
  { "id": "intm_010", "text": "When was the last time you felt truly heard?" },
  { "id": "intm_011", "text": "What's your biggest fear about intimacy?" },
  { "id": "intm_012", "text": "How do you express affection when you're not comfortable with words?" },
  { "id": "intm_013", "text": "What would make you feel safer being yourself around someone?" },
  { "id": "intm_014", "text": "How do you want someone to respond when you share something vulnerable?" },
  { "id": "intm_015", "text": "What does trust mean to you in a relationship?" },
  { "id": "intm_016", "text": "When do you feel most loved?" },
  { "id": "intm_017", "text": "What's something you need but are afraid to ask for?" },
  { "id": "intm_018", "text": "How do you know when you can truly trust someone?" },
  { "id": "intm_019", "text": "What does being truly known feel like to you?" },
  { "id": "intm_020", "text": "How do you want to be held when you're hurting?" },
  { "id": "intm_021", "text": "What fears come up for you around abandonment?" },
  { "id": "intm_022", "text": "How do you express your needs without feeling selfish?" },
  { "id": "intm_023", "text": "What would unconditional acceptance from someone mean to you?" },
  { "id": "intm_024", "text": "When was a time someone made you feel deeply valued?" },
  { "id": "intm_025", "text": "What's your love language and how do you express it?" },
  { "id": "intm_026", "text": "What does emotional intimacy mean to you?" },
  { "id": "intm_027", "text": "How do you handle rejection or feeling unwanted?" },
  { "id": "intm_028", "text": "What small gesture makes you feel cared for?" },
  { "id": "intm_029", "text": "How do you show up for someone when they're vulnerable?" },
  { "id": "intm_030", "text": "What's something you long to be understood about?" },
  { "id": "intm_031", "text": "How comfortable are you with asking for emotional support?" },
  { "id": "intm_032", "text": "What does it mean to you to be someone's priority?" },
  { "id": "intm_033", "text": "When do you feel most emotionally safe?" },
  { "id": "intm_034", "text": "What patterns do you notice in your relationships?" },
  { "id": "intm_035", "text": "How do you want someone to handle your insecurities?" },
  { "id": "intm_036", "text": "What makes you feel like you belong?" },
  { "id": "intm_037", "text": "How do you express love to people you care about?" },
  { "id": "intm_038", "text": "What's a wound that still affects how you relate to others?" },
  { "id": "intm_039", "text": "How do you want to be pursued emotionally?" },
  { "id": "intm_040", "text": "What does being truly intimate mean to you?" },
  { "id": "intm_041", "text": "How do you feel about your own emotional needs?" },
  { "id": "intm_042", "text": "What fear holds you back from deeper connection?" },
  { "id": "intm_043", "text": "How do you know when you're falling for someone?" },
  { "id": "intm_044", "text": "What would make you feel more secure in a relationship?" },
  { "id": "intm_045", "text": "When do you feel most yourself around someone?" },
  { "id": "intm_046", "text": "How do you handle conflict with people you love?" },
  { "id": "intm_047", "text": "What does respect look like in a close relationship?" },
  { "id": "intm_048", "text": "How do you feel about receiving help or support?" },
  { "id": "intm_049", "text": "What makes you feel truly appreciated?" },
  { "id": "intm_050", "text": "How do you show vulnerability?" },
  { "id": "intm_051", "text": "What's something you've never told anyone?" },
  { "id": "intm_052", "text": "How do you want to be comforted about your fears?" },
  { "id": "intm_053", "text": "What does unconditional love look like to you?" },
  { "id": "intm_054", "text": "When do you feel most connected to your body?" },
  { "id": "intm_055", "text": "How do you express appreciation to someone close?" },
  { "id": "intm_056", "text": "What would make you feel more emotionally open?" },
  { "id": "intm_057", "text": "How do you handle feeling not good enough?" },
  { "id": "intm_058", "text": "What does it feel like when someone chooses you?" },
  { "id": "intm_059", "text": "How do you want to be remembered by people you love?" },
  { "id": "intm_060", "text": "What fears come up around being truly seen?" },
  { "id": "intm_061", "text": "How do you express that someone matters to you?" },
  { "id": "intm_062", "text": "What would help you feel braver about vulnerability?" },
  { "id": "intm_063", "text": "When have you felt most loved and cherished?" },
  { "id": "intm_064", "text": "How do you handle feeling lonely in a relationship?" },
  { "id": "intm_065", "text": "What does it mean to truly belong with someone?" },
  { "id": "intm_066", "text": "How do you want to be touched?" },
  { "id": "intm_067", "text": "What emotional need do you often go without?" },
  { "id": "intm_068", "text": "How do you show that you care when words aren't enough?" },
  { "id": "intm_069", "text": "What would make you feel safer being yourself?" },
  { "id": "intm_070", "text": "When do you feel most attractive or desirable?" },
  { "id": "intm_071", "text": "How do you want someone to respond to your achievements?" },
  { "id": "intm_072", "text": "What fears do you have about relationships ending?" },
  { "id": "intm_073", "text": "How do you experience being truly desired?" },
  { "id": "intm_074", "text": "What would it mean to you to be someone's safe place?" },
  { "id": "intm_075", "text": "How do you want to be supported during difficult times?" },
  { "id": "intm_076", "text": "What does genuine connection feel like in your body?" },
  { "id": "intm_077", "text": "How comfortable are you with emotional expressions?" },
  { "id": "intm_078", "text": "What would help you feel more deserving of love?" },
  { "id": "intm_079", "text": "When do you feel most protective of someone?" },
  { "id": "intm_080", "text": "What does it mean to feel truly accepted?" },
  { "id": "intm_081", "text": "How do you show up for people emotionally?" },
  { "id": "intm_082", "text": "What fear about relationships keeps you up at night?" },
  { "id": "intm_083", "text": "How do you want someone to celebrate your wins?" },
  { "id": "intm_084", "text": "What makes you feel most intimate with someone?" },
  { "id": "intm_085", "text": "How do you handle feeling misunderstood?" },
  { "id": "intm_086", "text": "What does loyalty mean to you in a relationship?" },
  { "id": "intm_087", "text": "When do you feel most like yourself?" },
  { "id": "intm_088", "text": "How do you express your deepest feelings?" },
  { "id": "intm_089", "text": "What would make you feel more secure in being loved?" },
  { "id": "intm_090", "text": "How do you want to be encouraged?" },
  { "id": "intm_091", "text": "What does emotional safety require from you?" },
  { "id": "intm_092", "text": "When have you felt most seen by someone?" },
  { "id": "intm_093", "text": "How do you show tenderness?" },
  { "id": "intm_094", "text": "What fears come up around emotional dependency?" },
  { "id": "intm_095", "text": "How do you want to be treated when you're struggling?" },
  { "id": "intm_096", "text": "What does it feel like to be truly important to someone?" },
  { "id": "intm_097", "text": "How do you express love through presence?" },
  { "id": "intm_098", "text": "What would help you feel more open with emotions?" },
  { "id": "intm_099", "text": "When do you feel most valued in a relationship?" },
  { "id": "intm_100", "text": "How do you handle disappointment from people you love?" },
  { "id": "intm_101", "text": "What does it mean to be emotionally intimate?" },
  { "id": "intm_102", "text": "How do you show affection in quiet moments?" },
  { "id": "intm_103", "text": "What fear about closeness do you carry?" },
  { "id": "intm_104", "text": "How do you want to be known by someone?" },
  { "id": "intm_105", "text": "What makes you feel deeply connected to someone?" },
  { "id": "intm_106", "text": "How do you express appreciation for small things?" },
  { "id": "intm_107", "text": "What would make you feel more trusting?" },
  { "id": "intm_108", "text": "When do you feel most emotionally present?" },
  { "id": "intm_109", "text": "How do you handle being vulnerable in front of others?" },
  { "id": "intm_110", "text": "What does it feel like when someone remembers details about you?" },
  { "id": "intm_111", "text": "How do you want to be initiated with?" },
  { "id": "intm_112", "text": "What fears do you have about not being enough?" },
  { "id": "intm_113", "text": "How do you express that you need someone?" },
  { "id": "intm_114", "text": "What would help you feel more deserving of attention?" },
  { "id": "intm_115", "text": "When do you feel most emotionally alive?" },
  { "id": "intm_116", "text": "How do you want someone to know your inner world?" },
  { "id": "intm_117", "text": "What does genuine care feel like to you?" },
  { "id": "intm_118", "text": "How do you show commitment to someone emotionally?" },
  { "id": "intm_119", "text": "What fear holds you back from expressing needs?" },
  { "id": "intm_120", "text": "How do you want to be made to feel special?" },
  { "id": "intm_121", "text": "What makes you feel truly cherished?" },
  { "id": "intm_122", "text": "How do you handle feeling rejected?" },
  { "id": "intm_123", "text": "What does unconditional positive regard mean to you?" },
  { "id": "intm_124", "text": "When do you feel most at peace in a relationship?" },
  { "id": "intm_125", "text": "How do you express devotion?" },
  { "id": "intm_126", "text": "What would make you feel safer with your emotions?" },
  { "id": "intm_127", "text": "How do you know when someone truly loves you?" },
  { "id": "intm_128", "text": "What does it feel like to be fully accepted?" },
  { "id": "intm_129", "text": "How do you show up authentically in relationships?" },
  { "id": "intm_130", "text": "What fear about being truly known affects you?" },
  { "id": "intm_131", "text": "How do you want to be pursued?" },
  { "id": "intm_132", "text": "What makes you feel most like you belong?" },
  { "id": "intm_133", "text": "How do you express your deepest love?" },
  { "id": "intm_134", "text": "What would help you trust more deeply?" },
  { "id": "intm_135", "text": "When do you feel most emotionally secure?" },
  { "id": "intm_136", "text": "How do you handle feeling taken for granted?" },
  { "id": "intm_137", "text": "What does it mean to be someone's person?" },
  { "id": "intm_138", "text": "How do you show that someone is your priority?" },
  { "id": "intm_139", "text": "What fear about vulnerability do you recognize in yourself?" },
  { "id": "intm_140", "text": "How do you want to be held emotionally?" },
  { "id": "intm_141", "text": "What makes you feel most alive in connection?" },
  { "id": "intm_142", "text": "How do you express emotional intimacy?" },
  { "id": "intm_143", "text": "What would make you feel more worthy of love?" },
  { "id": "intm_144", "text": "When do you feel most attuned to someone?" },
  { "id": "intm_145", "text": "How do you want to be remembered in people's hearts?" },
  { "id": "intm_146", "text": "What does it feel like when someone fully shows up for you?" },
  { "id": "intm_147", "text": "How do you express tenderness in difficult moments?" },
  { "id": "intm_148", "text": "What fear about closeness have you carried the longest?" },
  { "id": "intm_149", "text": "How do you want to be loved when you're struggling?" },
  { "id": "intm_150", "text": "What makes you feel most genuinely connected?" },
  { "id": "intm_151", "text": "How do you show someone they are truly seen by you?" },
  { "id": "intm_152", "text": "What would help you feel braver in vulnerability?" },
  { "id": "intm_153", "text": "When do you feel most emotionally nourished?" },
  { "id": "intm_154", "text": "How do you handle the fear of being left?" },
  { "id": "intm_155", "text": "What does it feel like to be truly treasured?" },
  { "id": "intm_156", "text": "How do you express your need for closeness?" },
  { "id": "intm_157", "text": "What fear about intimacy lingers in you?" },
  { "id": "intm_158", "text": "How do you want to be validated?" },
  { "id": "intm_159", "text": "What makes you feel most deserving of affection?" },
  { "id": "intm_160", "text": "When do you feel most emotionally attuned to someone?" },
  { "id": "intm_161", "text": "How do you show that you truly understand someone?" },
  { "id": "intm_162", "text": "What would help you feel less afraid of being hurt?" },
  { "id": "intm_163", "text": "How do you express commitment through your actions?" },
  { "id": "intm_164", "text": "What does feeling deeply seen look like for you?" },
  { "id": "intm_165", "text": "How do you want to be encouraged emotionally?" },
  { "id": "intm_166", "text": "What fear about relationships affects your choices?" },
  { "id": "intm_167", "text": "How do you show love through vulnerability?" },
  { "id": "intm_168", "text": "What makes you feel most emotionally safe?" },
  { "id": "intm_169", "text": "When do you feel most like someone truly gets you?" },
  { "id": "intm_170", "text": "How do you express that you choose someone?" },
  { "id": "intm_171", "text": "What would help you feel more secure in being loved?" },
  { "id": "intm_172", "text": "How do you show tenderness in everyday moments?" },
  { "id": "intm_173", "text": "What does it feel like to be genuinely important to someone?" },
  { "id": "intm_174", "text": "How do you want to be discovered and known?" },
  { "id": "intm_175", "text": "What makes you feel most intimately connected to another person?" }
]
