[
  { "id": "nost_001", "text": "What's a song that instantly transports you back to a specific moment in your life?" },
  { "id": "nost_002", "text": "What was your favorite childhood cartoon or TV show?" },
  { "id": "nost_003", "text": "Do you remember your first crush? What were they like?" },
  { "id": "nost_004", "text": "What's an embarrassing moment from school that still makes you laugh?" },
  { "id": "nost_005", "text": "What was your first job and what do you remember about it?" },
  { "id": "nost_006", "text": "What's a fashion trend from your teenage years you secretly miss?" },
  { "id": "nost_007", "text": "Remember any old video games you spent hours playing? Which was your favorite?" },
  { "id": "nost_008", "text": "What was your favorite place to hang out as a teenager?" },
  { "id": "nost_009", "text": "Do you remember your first concert? Who did you see?" },
  { "id": "nost_010", "text": "What's a childhood fear that seems silly to you now?" },
  { "id": "nost_011", "text": "What was the first movie that really scared or impressed you?" },
  { "id": "nost_012", "text": "Do you remember the first time you traveled somewhere far from home?" },
  { "id": "nost_013", "text": "What's a toy or game from childhood you wish you still had?" },
  { "id": "nost_014", "text": "Remember your first day at school? What do you recall about it?" },
  { "id": "nost_015", "text": "What was your favorite meal your parents used to make for you?" },
  { "id": "nost_016", "text": "Do you remember the first person who broke your heart?" },
  { "id": "nost_017", "text": "What's an old hairstyle you had that you'd never repeat?" },
  { "id": "nost_018", "text": "What was your first experience with technology or computers?" },
  { "id": "nost_019", "text": "Remember any childhood traditions your family had?" },
  { "id": "nost_020", "text": "What's the oldest friendship you still maintain?" },
  { "id": "nost_021", "text": "What was your first big purchase that you saved up for?" },
  { "id": "nost_022", "text": "Do you remember your favorite teacher and why they stood out?" },
  { "id": "nost_023", "text": "What's a book from childhood that you loved re-reading?" },
  { "id": "nost_024", "text": "Remember any sleepovers or slumber parties that were memorable?" },
  { "id": "nost_025", "text": "What was the first band or artist you were really into?" },
  { "id": "nost_026", "text": "Do you remember your first experience being in trouble at school?" },
  { "id": "nost_027", "text": "What's a playground game you used to play that kids don't seem to play anymore?" },
  { "id": "nost_028", "text": "What was your first experience with heartbreak or rejection?" },
  { "id": "nost_029", "text": "Remember any funny misunderstandings you had as a kid?" },
  { "id": "nost_030", "text": "What was the first sport or activity you tried that you loved?" },
  { "id": "nost_031", "text": "Do you remember your first kiss? Where and with whom?" },
  { "id": "nost_032", "text": "What's a trend or fad from the 90s or 2000s you miss?" },
  { "id": "nost_033", "text": "Remember any embarrassing moments at family gatherings?" },
  { "id": "nost_034", "text": "What was your favorite place in your childhood home?" },
  { "id": "nost_035", "text": "Do you remember the first time you felt truly grown up?" },
  { "id": "nost_036", "text": "What's a song you had on repeat back in the day?" },
  { "id": "nost_037", "text": "Remember any school dances or proms? How was the experience?" },
  { "id": "nost_038", "text": "What was your first major accomplishment that you were proud of?" },
  { "id": "nost_039", "text": "Do you remember your favorite childhood snack or treat?" },
  { "id": "nost_040", "text": "What's an old friendship you wonder about sometimes?" },
  { "id": "nost_041", "text": "Remember any adventurous things you did as a teenager?" },
  { "id": "nost_042", "text": "What was your first experience with a different culture or place?" },
  { "id": "nost_043", "text": "Do you remember the first time you made a best friend?" },
  { "id": "nost_044", "text": "What's a family vacation that stands out in your memory?" },
  { "id": "nost_045", "text": "Remember any pranks you pulled or had pulled on you?" },
  { "id": "nost_046", "text": "What was your first real argument or fight with someone close?" },
  { "id": "nost_047", "text": "Do you remember what it was like getting ready for major life events?" },
  { "id": "nost_048", "text": "What's an old style of clothing you wore that makes you cringe now?" },
  { "id": "nost_049", "text": "Remember any summer memories that were particularly special?" },
  { "id": "nost_050", "text": "What was the first thing you ever saved money for?" },
  { "id": "nost_051", "text": "Do you remember your first experience with loss or grief?" },
  { "id": "nost_052", "text": "What's a childhood nickname you had?" },
  { "id": "nost_053", "text": "Remember any talent shows or performances you did?" },
  { "id": "nost_054", "text": "What was your favorite childhood movie that you watched repeatedly?" },
  { "id": "nost_055", "text": "Do you remember the first time you broke something important?" },
  { "id": "nost_056", "text": "What's an old passion or hobby you've since abandoned?" },
  { "id": "nost_057", "text": "Remember any birthday parties that were particularly memorable?" },
  { "id": "nost_058", "text": "What was the first time you felt completely independent?" },
  { "id": "nost_059", "text": "Do you remember your first pet? What was it like?" },
  { "id": "nost_060", "text": "What's a piece of slang from your youth that you still use?" },
  { "id": "nost_061", "text": "Remember any school projects that were fun or memorable?" },
  { "id": "nost_062", "text": "What was your first experience with public speaking?" },
  { "id": "nost_063", "text": "Do you remember what you wanted to be when you grew up?" },
  { "id": "nost_064", "text": "What's a movie or show you used to love that you've rewatched as an adult?" },
  { "id": "nost_065", "text": "Remember any sibling rivalries or bonding moments?" },
  { "id": "nost_066", "text": "What was the first major decision you made for yourself?" },
  { "id": "nost_067", "text": "Do you remember your first experience with a long road trip?" },
  { "id": "nost_068", "text": "What's a book series from your childhood you'd recommend now?" },
  { "id": "nost_069", "text": "Remember any times you got lost or were stranded somewhere?" },
  { "id": "nost_070", "text": "What was your first experience with jealousy in a friendship?" },
  { "id": "nost_071", "text": "Do you remember your favorite hiding spot as a kid?" },
  { "id": "nost_072", "text": "What's a tradition from your school days you miss?" },
  { "id": "nost_073", "text": "Remember any times you felt brave or scared doing something for the first time?" },
  { "id": "nost_074", "text": "What was the first concert or live event you attended?" },
  { "id": "nost_075", "text": "Do you remember your first experience with failure?" },
  { "id": "nost_076", "text": "What's an old friendship group from school like now?" },
  { "id": "nost_077", "text": "Remember any times you snuck out or did something rebellious?" },
  { "id": "nost_078", "text": "What was your first experience with competition or sports?" },
  { "id": "nost_079", "text": "Do you remember the first time you earned your own money?" },
  { "id": "nost_080", "text": "What's a restaurant or hangout spot you used to frequent?" },
  { "id": "nost_081", "text": "Remember any jokes or funny stories from your friend group?" },
  { "id": "nost_082", "text": "What was the first time you felt truly embarrassed in front of others?" },
  { "id": "nost_083", "text": "Do you remember your first big holiday celebration as an adult?" },
  { "id": "nost_084", "text": "What's a TV commercial from your childhood you still remember?" },
  { "id": "nost_085", "text": "Remember any school field trips that were memorable?" },
  { "id": "nost_086", "text": "What was your first experience with being excluded from a group?" },
  { "id": "nost_087", "text": "Do you remember the layout of your childhood home vividly?" },
  { "id": "nost_088", "text": "What's a song that defined a specific era of your life?" },
  { "id": "nost_089", "text": "Remember any times you lied or got caught in trouble?" },
  { "id": "nost_090", "text": "What was the first thing you remember wanting to change about yourself?" },
  { "id": "nost_091", "text": "Do you remember your first crush's name and details?" },
  { "id": "nost_092", "text": "What's an old phone or technology you used to have?" },
  { "id": "nost_093", "text": "Remember any neighborhood games or adventures?" },
  { "id": "nost_094", "text": "What was your first experience with public transportation?" },
  { "id": "nost_095", "text": "Do you remember your favorite teacher's name and class?" },
  { "id": "nost_096", "text": "What's a childhood fear that shaped who you are?" },
  { "id": "nost_097", "text": "Remember any times your parents embarrassed you?" },
  { "id": "nost_098", "text": "What was the first album or CD you ever bought?" },
  { "id": "nost_099", "text": "Do you remember the first argument you had with a friend?" },
  { "id": "nost_100", "text": "What's a flavor or food you loved as a kid but won't eat now?" },
  { "id": "nost_101", "text": "Remember any school lunch moments or food traditions?" },
  { "id": "nost_102", "text": "What was your first experience with staying up all night?" },
  { "id": "nost_103", "text": "Do you remember what your bedroom looked like as a teenager?" },
  { "id": "nost_104", "text": "What's a childhood game you invented with friends?" },
  { "id": "nost_105", "text": "Remember any times you felt truly proud of an achievement?" },
  { "id": "nost_106", "text": "What was the first time you realized your parents weren't perfect?" },
  { "id": "nost_107", "text": "Do you remember the first time you felt real anger?" },
  { "id": "nost_108", "text": "What's a movie you watched so many times you could quote it?" },
  { "id": "nost_109", "text": "Remember any school crushes that were totally unrequited?" },
  { "id": "nost_110", "text": "What was your first experience with being sick or injured?" },
  { "id": "nost_111", "text": "Do you remember your first favorite color and why?" },
  { "id": "nost_112", "text": "What's a childhood nickname you had and how did you get it?" },
  { "id": "nost_113", "text": "Remember any times you were caught doing something you shouldn't?" },
  { "id": "nost_114", "text": "What was the first time you helped someone in a meaningful way?" },
  { "id": "nost_115", "text": "Do you remember the clothes you wore on important occasions?" },
  { "id": "nost_116", "text": "What's an old friendship that faded and why?" },
  { "id": "nost_117", "text": "Remember any times you felt left out or lonely?" },
  { "id": "nost_118", "text": "What was your first experience with disappointment?" },
  { "id": "nost_119", "text": "Do you remember your favorite subject in school?" },
  { "id": "nost_120", "text": "What's a childhood skill you were proud of?" },
  { "id": "nost_121", "text": "Remember any times you felt protective over someone?" },
  { "id": "nost_122", "text": "What was the first time you stood up for yourself?" },
  { "id": "nost_123", "text": "Do you remember the first time you felt truly accepted by a group?" },
  { "id": "nost_124", "text": "What's a childhood memory with a grandparent that stands out?" },
  { "id": "nost_125", "text": "Remember any times you performed for an audience?" },
  { "id": "nost_126", "text": "What was your first experience with moving or changing schools?" },
  { "id": "nost_127", "text": "Do you remember what made you laugh as a kid?" },
  { "id": "nost_128", "text": "What's a song from a movie or show you still know all the words to?" },
  { "id": "nost_129", "text": "Remember any times you made a new best friend?" },
  { "id": "nost_130", "text": "What was the first time you felt really grown up?" },
  { "id": "nost_131", "text": "Do you remember your first phone and what you used it for?" },
  { "id": "nost_132", "text": "What's a game show or reality TV show you watched religiously?" },
  { "id": "nost_133", "text": "Remember any times you were caught in a lie?" },
  { "id": "nost_134", "text": "What was your first experience with public humiliation?" },
  { "id": "nost_135", "text": "Do you remember the first time you felt genuinely scared?" },
  { "id": "nost_136", "text": "What's a childhood activity you wish you'd stuck with?" },
  { "id": "nost_137", "text": "Remember any times you helped a friend through something difficult?" },
  { "id": "nost_138", "text": "What was the first time you had to make a tough decision?" },
  { "id": "nost_139", "text": "Do you remember your first experience with makeup or grooming?" },
  { "id": "nost_140", "text": "What's an old commercial jingle you can still sing?" },
  { "id": "nost_141", "text": "Remember any times you felt invincible or immortal?" },
  { "id": "nost_142", "text": "What was your first experience with jealousy in romance?" },
  { "id": "nost_143", "text": "Do you remember what your parents' rules and punishments were?" },
  { "id": "nost_144", "text": "What's a childhood book character that influenced you?" },
  { "id": "nost_145", "text": "Remember any times you felt genuinely happy and carefree?" },
  { "id": "nost_146", "text": "What was the first time you realized time was passing?" },
  { "id": "nost_147", "text": "Do you remember your first experience with a school dance?" },
  { "id": "nost_148", "text": "What's a song that always reminds you of a specific person?" },
  { "id": "nost_149", "text": "Remember any times you stood up to authority?" },
  { "id": "nost_150", "text": "What was your first major regret or mistake?" },
  { "id": "nost_151", "text": "Do you remember the first time you disagreed with your parents?" },
  { "id": "nost_152", "text": "What's a childhood dream or aspiration you've forgotten about?" },
  { "id": "nost_153", "text": "Remember any times you felt truly loved and supported?" },
  { "id": "nost_154", "text": "What was the first time you felt envious of someone?" },
  { "id": "nost_155", "text": "Do you remember your first celebrity crush?" },
  { "id": "nost_156", "text": "What's an old fashion trend you're embarrassed you participated in?" },
  { "id": "nost_157", "text": "Remember any times you took a risk and it paid off?" },
  { "id": "nost_158", "text": "What was your first experience with social anxiety?" },
  { "id": "nost_159", "text": "Do you remember the first time you felt truly independent?" },
  { "id": "nost_160", "text": "What's a childhood hobby you've recently rediscovered?" },
  { "id": "nost_161", "text": "Remember any times you felt like an outsider?" },
  { "id": "nost_162", "text": "What was the first time you had to apologize sincerely?" },
  { "id": "nost_163", "text": "Do you remember your first experience with winning something?" },
  { "id": "nost_164", "text": "What's a song that was the soundtrack to your teenage years?" },
  { "id": "nost_165", "text": "Remember any times you discovered a new passion or interest?" },
  { "id": "nost_166", "text": "What was your first experience with heartbreak?" },
  { "id": "nost_167", "text": "Do you remember the first time you felt truly understood?" },
  { "id": "nost_168", "text": "What's a childhood meal that brings back memories?" },
  { "id": "nost_169", "text": "Remember any times you made a difficult choice?" },
  { "id": "nost_170", "text": "What was the first time you felt truly grateful?" },
  { "id": "nost_171", "text": "Do you remember your first experience with a crush confessing feelings?" },
  { "id": "nost_172", "text": "What's an old brand or product you wish still existed?" },
  { "id": "nost_173", "text": "Remember any times you felt protective of your friends?" },
  { "id": "nost_174", "text": "What was your first experience with winning an award?" },
  { "id": "nost_175", "text": "Do you remember the first time you felt truly confident?" },
  { "id": "nost_176", "text": "What's a childhood memory with a sibling that stands out?" },
  { "id": "nost_177", "text": "Remember any times you felt betrayed by a friend?" },
  { "id": "nost_178", "text": "What was the first time you realized you were attractive?" },
  { "id": "nost_179", "text": "Do you remember your first experience with being grounded?" },
  { "id": "nost_180", "text": "What's a song that makes you emotional and nostalgic?" },
  { "id": "nost_181", "text": "Remember any times you felt inspired by someone?" },
  { "id": "nost_182", "text": "What was your first experience with real responsibility?" },
  { "id": "nost_183", "text": "Do you remember the first time you realized you had changed?" },
  { "id": "nost_184", "text": "What's a childhood fear you've since overcome?" },
  { "id": "nost_185", "text": "Remember any times you helped organize a group event?" },
  { "id": "nost_186", "text": "What was the first time you felt genuinely angry at a friend?" },
  { "id": "nost_187", "text": "Do you remember your first experience with dancing?" },
  { "id": "nost_188", "text": "What's a TV character you used to idolize?" },
  { "id": "nost_189", "text": "Remember any times you felt misunderstood?" },
  { "id": "nost_190", "text": "What was your first experience with being late to something important?" },
  { "id": "nost_191", "text": "Do you remember the first time you dyed your hair?" },
  { "id": "nost_192", "text": "What's a childhood game that taught you something important?" },
  { "id": "nost_193", "text": "Remember any times you felt envious of a friend?" },
  { "id": "nost_194", "text": "What was the first time you felt genuinely stressed?" },
  { "id": "nost_195", "text": "Do you remember your first experience with public toilet accidents?" },
  { "id": "nost_196", "text": "What's a song you used to sing in the shower as a kid?" },
  { "id": "nost_197", "text": "Remember any times you showed courage in a difficult situation?" },
  { "id": "nost_198", "text": "What was your first experience with a revenge fantasy?" },
  { "id": "nost_199", "text": "Do you remember the first time you felt genuinely excited?" },
  { "id": "nost_200", "text": "What's a childhood memory that shaped your values?" },
  { "id": "nost_201", "text": "Remember any times you made someone feel special or cared for?" },
  { "id": "nost_202", "text": "What was the first time you experienced real jealousy?" },
  { "id": "nost_203", "text": "Do you remember your first experience with deep introspection?" },
  { "id": "nost_204", "text": "What's a fashion item from your youth you'd love to bring back?" },
  { "id": "nost_205", "text": "Remember any times you felt like you belonged?" },
  { "id": "nost_206", "text": "What was your first experience with losing a friendship?" },
  { "id": "nost_207", "text": "Do you remember the first time you felt truly liberated?" },
  { "id": "nost_208", "text": "What's a childhood tradition you still practice?" },
  { "id": "nost_209", "text": "Remember any times you stood out from the crowd?" },
  { "id": "nost_210", "text": "What was the first time you felt the weight of consequences?" },
  { "id": "nost_211", "text": "Do you remember your first experience with a real family argument?" },
  { "id": "nost_212", "text": "What's a movie or book that you loved and rewatched recently?" },
  { "id": "nost_213", "text": "Remember any times you felt proud of your family?" },
  { "id": "nost_214", "text": "What was your first experience with real betrayal?" },
  { "id": "nost_215", "text": "Do you remember the first time you felt truly alive?" },
  { "id": "nost_216", "text": "What's a childhood skill you've since lost?" },
  { "id": "nost_217", "text": "Remember any times you felt like you had to grow up too fast?" },
  { "id": "nost_218", "text": "What was the first time you lied to your parents?" },
  { "id": "nost_219", "text": "Do you remember your first experience with public speaking or presentation?" },
  { "id": "nost_220", "text": "What's a song that always makes you want to dance?" },
  { "id": "nost_221", "text": "Remember any times you felt like you didn't fit in?" },
  { "id": "nost_222", "text": "What was your first experience with helping someone who was bullied?" },
  { "id": "nost_223", "text": "Do you remember the first time you felt truly heartbroken?" },
  { "id": "nost_224", "text": "What's a childhood belief you've since changed?" },
  { "id": "nost_225", "text": "Remember any times you felt genuinely surprised?" },
  { "id": "nost_226", "text": "What was the first time you experienced real disappointment?" },
  { "id": "nost_227", "text": "Do you remember your first experience with getting your heart broken?" },
  { "id": "nost_228", "text": "What's a TV show you binged recently that you watched as a kid?" },
  { "id": "nost_229", "text": "Remember any times you felt like you made a real difference?" },
  { "id": "nost_230", "text": "What was your first experience with real competition?" },
  { "id": "nost_231", "text": "Do you remember the first time you felt genuinely scared?" },
  { "id": "nost_232", "text": "What's a childhood dream you've since abandoned?" },
  { "id": "nost_233", "text": "Remember any times you felt like the odd one out?" },
  { "id": "nost_234", "text": "What was the first time you had to stand up for what you believed?" },
  { "id": "nost_235", "text": "Do you remember your first experience with real loss?" },
  { "id": "nost_236", "text": "What's a song that defines your teenage years?" },
  { "id": "nost_237", "text": "Remember any times you felt genuinely happy without reason?" },
  { "id": "nost_238", "text": "What was your first experience with real freedom?" },
  { "id": "nost_239", "text": "Do you remember the first time you felt truly inspired?" },
  { "id": "nost_240", "text": "What's a childhood moment that you wish you could relive?" },
  { "id": "nost_241", "text": "Remember any times you felt protective of someone younger?" },
  { "id": "nost_242", "text": "What was the first time you experienced real loneliness?" },
  { "id": "nost_243", "text": "Do you remember your first experience with real pain?" },
  { "id": "nost_244", "text": "What's a song that reminds you of a specific place?" },
  { "id": "nost_245", "text": "Remember any times you felt genuinely understood by someone?" },
  { "id": "nost_246", "text": "What was your first experience with real change in your life?" },
  { "id": "nost_247", "text": "Do you remember the first time you felt like you had to be strong?" },
  { "id": "nost_248", "text": "What's a childhood memory that still makes you smile?" },
  { "id": "nost_249", "text": "Remember any times you felt genuinely proud of yourself?" },
  { "id": "nost_250", "text": "What was the first time you realized how much people cared about you?" }
]