[
  { "id": "nsfw_001", "text": "What physical qualities initially attracted you to me?" },
  { "id": "nsfw_002", "text": "How would you describe your ideal romantic atmosphere?" },
  { "id": "nsfw_003", "text": "What's your favorite way to be touched or affectionate with a partner?" },
  { "id": "nsfw_004", "text": "Have you ever fantasized about a particular scenario with a partner?" },
  { "id": "nsfw_005", "text": "What role does intimacy play in your overall relationship satisfaction?" },
  { "id": "nsfw_006", "text": "How do you prefer to express desire or interest in someone?" },
  { "id": "nsfw_007", "text": "What's something you've always wanted to try but never have?" },
  { "id": "nsfw_008", "text": "How important is physical chemistry in a romantic relationship?" },
  { "id": "nsfw_009", "text": "What are your boundaries when it comes to physical intimacy?" },
  { "id": "nsfw_010", "text": "How do you prefer to be seduced or made to feel desired?" },
  { "id": "nsfw_011", "text": "What's your stance on exploring new things in the bedroom?" },
  { "id": "nsfw_012", "text": "How comfortable are you discussing sexual preferences openly?" },
  { "id": "nsfw_013", "text": "What kind of foreplay appeals to you most?" },
  { "id": "nsfw_014", "text": "How do you feel about spontaneous versus planned intimate moments?" },
  { "id": "nsfw_015", "text": "What locations besides the bedroom have you fantasized about?" },
  { "id": "nsfw_016", "text": "How important is emotional connection to your physical desire?" },
  { "id": "nsfw_017", "text": "What's a compliment about your body that would make you feel most attractive?" },
  { "id": "nsfw_018", "text": "How do you prefer to transition from romantic to more intimate moments?" },
  { "id": "nsfw_019", "text": "What role does vulnerability play in intimacy for you?" },
  { "id": "nsfw_020", "text": "Have you ever acted on a fantasy or thought about doing so?" },
  { "id": "nsfw_021", "text": "How do you feel about mutual exploration in a relationship?" },
  { "id": "nsfw_022", "text": "What's your comfort level with various forms of physical affection?" },
  { "id": "nsfw_023", "text": "How do you balance desire for routine with desire for novelty?" },
  { "id": "nsfw_024", "text": "What would make an intimate experience feel more connected for you?" },
  { "id": "nsfw_025", "text": "How important is communication before, during, and after intimacy?" },
  { "id": "nsfw_026", "text": "What's something that instantly makes you feel more attracted to someone?" },
  { "id": "nsfw_027", "text": "How do you feel about being vulnerable in intimate moments?" },
  { "id": "nsfw_028", "text": "What role does playfulness have in your intimate relationships?" },
  { "id": "nsfw_029", "text": "Are there any physical sensations that particularly excite you?" },
  { "id": "nsfw_030", "text": "How do you prefer your partner to initiate physical intimacy?" },
  { "id": "nsfw_031", "text": "What's something you wish you felt more confident about physically?" },
  { "id": "nsfw_032", "text": "How do you express your needs and desires to a partner?" },
  { "id": "nsfw_033", "text": "What does a deeply satisfying intimate experience look like for you?" },
  { "id": "nsfw_034", "text": "How comfortable are you taking the lead versus being more receptive?" },
  { "id": "nsfw_035", "text": "What's the most attractive quality a partner can have beyond the physical?" },
  { "id": "nsfw_036", "text": "How do you feel about exploring fantasies with a trusted partner?" },
  { "id": "nsfw_037", "text": "What role does sensuality play in your view of intimacy?" },
  { "id": "nsfw_038", "text": "How do you prefer to be made to feel desired by a partner?" },
  { "id": "nsfw_039", "text": "What's your comfort level with trying new things in intimate moments?" },
  { "id": "nsfw_040", "text": "How important is passion versus tenderness in intimate moments?" },
  { "id": "nsfw_041", "text": "What's something you've learned about yourself through intimate relationships?" },
  { "id": "nsfw_042", "text": "How do you feel about discussing desires that might seem unconventional?" },
  { "id": "nsfw_043", "text": "What makes you feel most sexually confident and self-assured?" },
  { "id": "nsfw_044", "text": "How do you balance giving pleasure with receiving it?" },
  { "id": "nsfw_045", "text": "What's something your partner does that instantly turns you on?" },
  { "id": "nsfw_046", "text": "How important is consistency versus unpredictability in intimate moments?" },
  { "id": "nsfw_047", "text": "What role does trust play in your willingness to be adventurous?" },
  { "id": "nsfw_048", "text": "How do you prefer to be complimented on your physical appearance?" },
  { "id": "nsfw_049", "text": "What's your stance on maintaining attraction in long-term relationships?" },
  { "id": "nsfw_050", "text": "How comfortable are you with your own sexuality?" },
  { "id": "nsfw_051", "text": "What's something you've always been curious about physically?" },
  { "id": "nsfw_052", "text": "How do you handle differences in desire levels with a partner?" },
  { "id": "nsfw_053", "text": "What makes you feel most connected to a partner physically?" },
  { "id": "nsfw_054", "text": "How do you feel about explicit communication during intimate moments?" },
  { "id": "nsfw_055", "text": "What's your comfort level with various forms of touch?" },
  { "id": "nsfw_056", "text": "How important is atmosphere versus spontaneity in intimacy?" },
  { "id": "nsfw_057", "text": "What role does eye contact play in intimate moments for you?" },
  { "id": "nsfw_058", "text": "How do you feel about being the initiator versus being approached?" },
  { "id": "nsfw_059", "text": "What's something that would make an intimate moment feel special?" },
  { "id": "nsfw_060", "text": "How comfortable are you with longer periods of foreplay?" },
  { "id": "nsfw_061", "text": "What physical sensations do you find most pleasurable?" },
  { "id": "nsfw_062", "text": "How do you balance wanting stability with wanting excitement?" },
  { "id": "nsfw_063", "text": "What role does mutual respect play in your intimate relationships?" },
  { "id": "nsfw_064", "text": "How do you prefer to transition out of intimate moments?" },
  { "id": "nsfw_065", "text": "What's something you'd like a partner to understand about your desires?" },
  { "id": "nsfw_066", "text": "How do you feel about being fully present during intimate moments?" },
  { "id": "nsfw_067", "text": "What makes you feel most sexually confident with a partner?" },
  { "id": "nsfw_068", "text": "How important is communication about boundaries before being intimate?" },
  { "id": "nsfw_069", "text": "What's your comfort level with being photographed or recorded intimately?" },
  { "id": "nsfw_070", "text": "How do you feel about role-play or exploring different personas?" },
  { "id": "nsfw_071", "text": "What's something that would make you feel more desirable?" },
  { "id": "nsfw_072", "text": "How do you prefer feedback about what feels good physically?" },
  { "id": "nsfw_073", "text": "What role does frequency play in your satisfaction with intimacy?" },
  { "id": "nsfw_074", "text": "How comfortable are you discussing past experiences with partners?" },
  { "id": "nsfw_075", "text": "What's something you'd like to experience more of intimately?" },
  { "id": "nsfw_076", "text": "How do you feel about different positions and their significance?" },
  { "id": "nsfw_077", "text": "What makes you feel most seen and understood by a partner?" },
  { "id": "nsfw_078", "text": "How important is humor in intimate moments for you?" },
  { "id": "nsfw_079", "text": "What's your comfort level with being watched or watching?" },
  { "id": "nsfw_080", "text": "How do you balance intensity with comfort during physical intimacy?" },
  { "id": "nsfw_081", "text": "What role does anticipation play in your desire?" },
  { "id": "nsfw_082", "text": "How do you feel about taking breaks or pausing during intimacy?" },
  { "id": "nsfw_083", "text": "What's something about your sexuality you're still learning?" },
  { "id": "nsfw_084", "text": "How do you prefer to navigate saying no or setting limits?" },
  { "id": "nsfw_085", "text": "What makes you feel most alive during an intimate experience?" },
  { "id": "nsfw_086", "text": "How important is matching intensity with a partner?" },
  { "id": "nsfw_087", "text": "What's something you'd be willing to try that you haven't yet?" },
  { "id": "nsfw_088", "text": "How do you feel about intimate moments during specific times or days?" },
  { "id": "nsfw_089", "text": "What role does scent or taste play in attraction for you?" },
  { "id": "nsfw_090", "text": "How comfortable are you being the focus of a partner's attention?" },
  { "id": "nsfw_091", "text": "What's your stance on maintaining independence within intimacy?" },
  { "id": "nsfw_092", "text": "How do you feel about discussing fantasies that might never happen?" },
  { "id": "nsfw_093", "text": "What makes you feel most desired by a romantic partner?" },
  { "id": "nsfw_094", "text": "How important is emotional intimacy before physical intimacy?" },
  { "id": "nsfw_095", "text": "What's something you've always wondered about but never asked?" },
  { "id": "nsfw_096", "text": "How do you feel about the vulnerability that comes with intimacy?" },
  { "id": "nsfw_097", "text": "What role does surprise or anticipation play in your attraction?" },
  { "id": "nsfw_098", "text": "How comfortable are you with extended periods of physical closeness?" },
  { "id": "nsfw_099", "text": "What makes an intimate moment feel authentic for you?" },
  { "id": "nsfw_100", "text": "How do you balance your needs with a partner's during intimacy?" },
  { "id": "nsfw_101", "text": "What's something you'd like a partner to initiate more often?" },
  { "id": "nsfw_102", "text": "How do you feel about intimate moments that aren't goal-oriented?" },
  { "id": "nsfw_103", "text": "What role does creativity play in maintaining physical attraction?" },
  { "id": "nsfw_104", "text": "How important is it that intimate moments feel spontaneous?" },
  { "id": "nsfw_105", "text": "What's your comfort level with being guided or directing a partner?" },
  { "id": "nsfw_106", "text": "How do you feel about intimate moments that focus on non-genital touch?" },
  { "id": "nsfw_107", "text": "What makes you feel most respected as a sexual being?" },
  { "id": "nsfw_108", "text": "How comfortable are you with conversations about satisfaction?" },
  { "id": "nsfw_109", "text": "What's something that would deepen the intimacy in your relationship?" },
  { "id": "nsfw_110", "text": "How do you feel about intimate moments that prioritize sensation over outcome?" },
  { "id": "nsfw_111", "text": "What role does confidence play in your sexual satisfaction?" },
  { "id": "nsfw_112", "text": "How important is emotional aftercare following intimate moments?" },
  { "id": "nsfw_113", "text": "What's something you've fantasized about that excites you?" },
  { "id": "nsfw_114", "text": "How do you feel about being fully honest about your desires?" },
  { "id": "nsfw_115", "text": "What makes you feel most alive in intimate moments?" },
  { "id": "nsfw_116", "text": "How comfortable are you exploring your own body and sexuality?" },
  { "id": "nsfw_117", "text": "What's your stance on maintaining mystery versus complete openness?" },
  { "id": "nsfw_118", "text": "How do you feel about the progression of intimacy in relationships?" },
  { "id": "nsfw_119", "text": "What role does playful teasing play in your attraction?" },
  { "id": "nsfw_120", "text": "How important is it that a partner knows what you enjoy?" },
  { "id": "nsfw_121", "text": "What's something you'd like to feel more comfortable discussing?" },
  { "id": "nsfw_122", "text": "How do you balance wanting to please with wanting to be pleased?" },
  { "id": "nsfw_123", "text": "What makes you feel most beautiful and desirable?" },
  { "id": "nsfw_124", "text": "How comfortable are you with the natural aspects of physical intimacy?" },
  { "id": "nsfw_125", "text": "What role does genuine connection play in your sexual satisfaction?" }
]
