[
  { "id": "spicy_001", "text": "Is it ever okay to lie to protect someone's feelings?" },
  { "id": "spicy_002", "text": "Should rich people pay significantly more taxes?" },
  { "id": "spicy_003", "text": "Is cancel culture ultimately helpful or harmful?" },
  { "id": "spicy_004", "text": "Should pets have the same legal rights as children?" },
  { "id": "spicy_005", "text": "Is ghosting someone ever justified?" },
  { "id": "spicy_006", "text": "Should social media be regulated like traditional media?" },
  { "id": "spicy_007", "text": "Is it wrong to judge someone based on their past mistakes?" },
  { "id": "spicy_008", "text": "Should people be allowed to work from bed?" },
  { "id": "spicy_009", "text": "Is artificial intelligence more dangerous than beneficial?" },
  { "id": "spicy_010", "text": "Should vacation days be mandatory rather than optional?" },
  { "id": "spicy_011", "text": "Is it fair to charge people differently based on their income level?" },
  { "id": "spicy_012", "text": "Should everyone be required to vote?" },
  { "id": "spicy_013", "text": "Is it acceptable to eavesdrop if you suspect wrongdoing?" },
  { "id": "spicy_014", "text": "Should we shame people for their food choices?" },
  { "id": "spicy_015", "text": "Is it cruel to keep animals in zoos?" },
  { "id": "spicy_016", "text": "Should employers have access to employees' mental health information?" },
  { "id": "spicy_017", "text": "Is it manipulative to use humor to avoid serious conversations?" },
  { "id": "spicy_018", "text": "Should video games be treated as art or entertainment?" },
  { "id": "spicy_019", "text": "Is it okay to stay in a relationship just for companionship?" },
  { "id": "spicy_020", "text": "Should older generations be excluded from certain online spaces?" },
  { "id": "spicy_021", "text": "Is it acceptable to take credit for a team's work?" },
  { "id": "spicy_022", "text": "Should people be judged for their celebrity crushes?" },
  { "id": "spicy_023", "text": "Is loyalty to friends more important than honesty?" },
  { "id": "spicy_024", "text": "Should children be required to pursue higher education?" },
  { "id": "spicy_025", "text": "Is it wrong to end a friendship without explanation?" },
  { "id": "spicy_026", "text": "Should people with controversial opinions be deplatformed?" },
  { "id": "spicy_027", "text": "Is it acceptable to use someone's insecurity against them in an argument?" },
  { "id": "spicy_028", "text": "Should we prioritize environmental concerns over economic growth?" },
  { "id": "spicy_029", "text": "Is it unfair to expect people to work overtime without extra pay?" },
  { "id": "spicy_030", "text": "Should people delete their exes from social media?" },
  { "id": "spicy_031", "text": "Is it wrong to fake being interested in someone's hobby?" },
  { "id": "spicy_032", "text": "Should corporations have the same rights as people?" },
  { "id": "spicy_033", "text": "Is it acceptable to flirt with someone in a relationship?" },
  { "id": "spicy_034", "text": "Should we shame people for living with their parents?" },
  { "id": "spicy_035", "text": "Is it fair to judge people by their job title?" },
  { "id": "spicy_036", "text": "Should everyone be able to afford basic healthcare?" },
  { "id": "spicy_037", "text": "Is it wrong to discuss someone's personal life with others?" },
  { "id": "spicy_038", "text": "Should people be required to wear uniforms at work?" },
  { "id": "spicy_039", "text": "Is it acceptable to fake laugh at jokes you don't find funny?" },
  { "id": "spicy_040", "text": "Should the metric system be universally adopted?" },
  { "id": "spicy_041", "text": "Is it wrong to prioritize your career over your family?" },
  { "id": "spicy_042", "text": "Should people be allowed to change their identity completely?" },
  { "id": "spicy_043", "text": "Is it acceptable to take revenge on someone who wronged you?" },
  { "id": "spicy_044", "text": "Should we celebrate people's achievements less publicly?" },
  { "id": "spicy_045", "text": "Is it fair to hold grudges for years?" },
  { "id": "spicy_046", "text": "Should people be transparent about their finances?" },
  { "id": "spicy_047", "text": "Is it wrong to feel jealous of your partner's success?" },
  { "id": "spicy_048", "text": "Should companies be forced to hire based on diversity quotas?" },
  { "id": "spicy_049", "text": "Is it acceptable to ignore someone's boundaries if you think it's for their good?" },
  { "id": "spicy_050", "text": "Should people pay for other people's children's education?" },
  { "id": "spicy_051", "text": "Is it wrong to leave a low-wage job with no notice?" },
  { "id": "spicy_052", "text": "Should we publicly shame bad behavior more often?" },
  { "id": "spicy_053", "text": "Is it acceptable to gossip about coworkers?" },
  { "id": "spicy_054", "text": "Should people be required to have children?" },
  { "id": "spicy_055", "text": "Is it fair to judge someone's worth by their productivity?" },
  { "id": "spicy_056", "text": "Should we replace human workers with AI?" },
  { "id": "spicy_057", "text": "Is it wrong to feel relief when someone leaves?" },
  { "id": "spicy_058", "text": "Should people be charged differently based on their age?" },
  { "id": "spicy_059", "text": "Is it acceptable to fake your credentials?" },
  { "id": "spicy_060", "text": "Should friendships be as valued as romantic relationships?" },
  { "id": "spicy_061", "text": "Is it fair to hold someone accountable for their teenage behavior?" },
  { "id": "spicy_062", "text": "Should people be allowed to retire whenever they want?" },
  { "id": "spicy_063", "text": "Is it wrong to prioritize saving money over experiences?" },
  { "id": "spicy_064", "text": "Should we normalize talking about money?" },
  { "id": "spicy_065", "text": "Is it acceptable to share someone's secrets if it benefits them?" },
  { "id": "spicy_066", "text": "Should people cut off family members for toxic behavior?" },
  { "id": "spicy_067", "text": "Is it fair to expect people to maintain appearances?" },
  { "id": "spicy_068", "text": "Should we celebrate failure more often?" },
  { "id": "spicy_069", "text": "Is it wrong to feel superior to people with different values?" },
  { "id": "spicy_070", "text": "Should influencers be held accountable for their product recommendations?" },
  { "id": "spicy_071", "text": "Is it acceptable to change your opinion drastically?" },
  { "id": "spicy_072", "text": "Should people be allowed to homeschool their children?" },
  { "id": "spicy_073", "text": "Is it fair to expect monogamy from everyone?" },
  { "id": "spicy_074", "text": "Should we shame people for their dating preferences?" },
  { "id": "spicy_075", "text": "Is it wrong to prioritize self-care over helping others?" },
  { "id": "spicy_076", "text": "Should everyone have access to the internet?" },
  { "id": "spicy_077", "text": "Is it acceptable to use someone's past against them?" },
  { "id": "spicy_078", "text": "Should we celebrate people who speak their mind unpopularly?" },
  { "id": "spicy_079", "text": "Is it fair to judge people by their appearance?" },
  { "id": "spicy_080", "text": "Should companies be required to offer parental leave?" },
  { "id": "spicy_081", "text": "Is it wrong to feel more comfortable with certain types of people?" },
  { "id": "spicy_082", "text": "Should we require people to take mental health days?" },
  { "id": "spicy_083", "text": "Is it acceptable to pursue a forbidden relationship?" },
  { "id": "spicy_084", "text": "Should people be allowed to choose their own names freely?" },
  { "id": "spicy_085", "text": "Is it fair to expect loyalty from people who've wronged you?" },
  { "id": "spicy_086", "text": "Should we celebrate people who break the rules?" },
  { "id": "spicy_087", "text": "Is it wrong to feel envious of others' lives?" },
  { "id": "spicy_088", "text": "Should companies have a duty to their communities?" },
  { "id": "spicy_089", "text": "Is it acceptable to judge someone without knowing their full story?" },
  { "id": "spicy_090", "text": "Should we normalize failure in education?" },
  { "id": "spicy_091", "text": "Is it fair to expect people to be grateful?" },
  { "id": "spicy_092", "text": "Should we allow people to opt out of society's expectations?" },
  { "id": "spicy_093", "text": "Is it wrong to feel resentment toward your parents?" },
  { "id": "spicy_094", "text": "Should everyone have equal access to opportunities?" },
  { "id": "spicy_095", "text": "Is it acceptable to use emotional manipulation to get what you want?" },
  { "id": "spicy_096", "text": "Should we shame people for their body type?" },
  { "id": "spicy_097", "text": "Is it fair to judge someone's intelligence by their credentials?" },
  { "id": "spicy_098", "text": "Should people be required to explain their choices?" },
  { "id": "spicy_099", "text": "Is it wrong to leave someone without closure?" },
  { "id": "spicy_100", "text": "Should we celebrate people who live unconventional lives?" },
  { "id": "spicy_101", "text": "Is it acceptable to take back a compliment?" },
  { "id": "spicy_102", "text": "Should people be allowed to have secrets from their partners?" },
  { "id": "spicy_103", "text": "Is it fair to judge people by their hobbies?" },
  { "id": "spicy_104", "text": "Should we require background checks for all jobs?" },
  { "id": "spicy_105", "text": "Is it wrong to feel embarrassed by your family?" },
  { "id": "spicy_106", "text": "Should people be allowed to work in fields they're not qualified for?" },
  { "id": "spicy_107", "text": "Is it acceptable to exaggerate your accomplishments?" },
  { "id": "spicy_108", "text": "Should we celebrate people who admit mistakes?" },
  { "id": "spicy_109", "text": "Is it fair to expect people to remember your preferences?" },
  { "id": "spicy_110", "text": "Should everyone be required to learn a second language?" },
  { "id": "spicy_111", "text": "Is it wrong to feel less empathy for certain groups?" },
  { "id": "spicy_112", "text": "Should companies prioritize profits or people?" },
  { "id": "spicy_113", "text": "Is it acceptable to break a promise if circumstances change?" },
  { "id": "spicy_114", "text": "Should we normalize being single longer?" },
  { "id": "spicy_115", "text": "Is it fair to judge people by their spending habits?" },
  { "id": "spicy_116", "text": "Should people be allowed to reinvent themselves?" },
  { "id": "spicy_117", "text": "Is it wrong to prioritize your mental health over obligations?" },
  { "id": "spicy_118", "text": "Should we require people to retire at a certain age?" },
  { "id": "spicy_119", "text": "Is it acceptable to date someone significantly older or younger?" },
  { "id": "spicy_120", "text": "Should people be transparent about their insecurities?" },
  { "id": "spicy_121", "text": "Is it fair to hold people accountable to their stated values?" },
  { "id": "spicy_122", "text": "Should we celebrate people who challenge authority?" },
  { "id": "spicy_123", "text": "Is it wrong to feel bored in a long-term relationship?" },
  { "id": "spicy_124", "text": "Should companies be allowed to hire based on culture fit?" },
  { "id": "spicy_125", "text": "Is it acceptable to judge someone's intelligence by their speech?" },
  { "id": "spicy_126", "text": "Should we normalize therapy for everyone?" },
  { "id": "spicy_127", "text": "Is it fair to expect people to maintain friendships effortlessly?" },
  { "id": "spicy_128", "text": "Should people be allowed to be selfish sometimes?" },
  { "id": "spicy_129", "text": "Is it wrong to feel competitive with your friends?" },
  { "id": "spicy_130", "text": "Should we require more transparency from governments?" },
  { "id": "spicy_131", "text": "Is it acceptable to change your identity online?" },
  { "id": "spicy_132", "text": "Should people be forced to confront their biases?" },
  { "id": "spicy_133", "text": "Is it fair to judge someone by their past relationships?" },
  { "id": "spicy_134", "text": "Should we celebrate people who live frugally?" },
  { "id": "spicy_135", "text": "Is it wrong to feel relief when a relationship ends?" },
  { "id": "spicy_136", "text": "Should companies invest in employee development?" },
  { "id": "spicy_137", "text": "Is it acceptable to lie in a relationship?" },
  { "id": "spicy_138", "text": "Should we normalize discussing politics casually?" },
  { "id": "spicy_139", "text": "Is it fair to judge someone by their music taste?" },
  { "id": "spicy_140", "text": "Should people be required to apologize?" },
  { "id": "spicy_141", "text": "Is it wrong to feel grateful when someone leaves your life?" },
  { "id": "spicy_142", "text": "Should we celebrate people who refuse to compromise?" },
  { "id": "spicy_143", "text": "Is it acceptable to keep relationships transactional?" },
  { "id": "spicy_144", "text": "Should everyone be required to volunteer?" },
  { "id": "spicy_145", "text": "Is it fair to judge people by their education level?" },
  { "id": "spicy_146", "text": "Should we normalize career changes?" },
  { "id": "spicy_147", "text": "Is it wrong to feel superior to less experienced people?" },
  { "id": "spicy_148", "text": "Should companies be responsible for environmental damage?" },
  { "id": "spicy_149", "text": "Is it acceptable to be selfish in your career?" },
  { "id": "spicy_150", "text": "Should we celebrate people who challenge social norms?" },
  { "id": "spicy_151", "text": "Is it fair to judge someone's character by one mistake?" },
  { "id": "spicy_152", "text": "Should people be allowed to ghost their therapists?" },
  { "id": "spicy_153", "text": "Is it wrong to feel less attracted to your partner over time?" },
  { "id": "spicy_154", "text": "Should we require more honesty from social media influencers?" },
  { "id": "spicy_155", "text": "Is it acceptable to prioritize your ambitions over relationships?" },
  { "id": "spicy_156", "text": "Should people be required to disclose their mental health history?" },
  { "id": "spicy_157", "text": "Is it fair to hold grudges against corporations?" },
  { "id": "spicy_158", "text": "Should we celebrate people who refuse help?" },
  { "id": "spicy_159", "text": "Is it wrong to feel indifferent to world events?" },
  { "id": "spicy_160", "text": "Should companies be allowed to monitor their employees?" },
  { "id": "spicy_161", "text": "Is it acceptable to change your beliefs completely?" },
  { "id": "spicy_162", "text": "Should we normalize discussing salaries openly?" },
  { "id": "spicy_163", "text": "Is it fair to judge people by their internet history?" },
  { "id": "spicy_164", "text": "Should people be allowed to have multiple partners?" },
  { "id": "spicy_165", "text": "Is it wrong to feel envious of your partner's attention?" },
  { "id": "spicy_166", "text": "Should we celebrate people who live debt-free?" },
  { "id": "spicy_167", "text": "Is it acceptable to use your privilege to help others?" },
  { "id": "spicy_168", "text": "Should we require more accountability from public figures?" },
  { "id": "spicy_169", "text": "Is it fair to judge someone by their family background?" },
  { "id": "spicy_170", "text": "Should people be allowed to change their major repeatedly?" },
  { "id": "spicy_171", "text": "Is it wrong to feel bored with your hometown?" },
  { "id": "spicy_172", "text": "Should companies prioritize innovation over stability?" },
  { "id": "spicy_173", "text": "Is it acceptable to judge someone's parenting style?" },
  { "id": "spicy_174", "text": "Should we normalize discussing death and mortality?" },
  { "id": "spicy_175", "text": "Is it fair to hold people to standards you don't meet yourself?" }
]
