[
  { "id": "wyr_001", "text": "Would you rather have the ability to speak every language fluently but forget your native language, or speak only your native language but be unable to learn any other?" },
  { "id": "wyr_002", "text": "Would you rather be able to remember everything you read but forget all your personal memories, or remember all your personal memories but be unable to retain anything you read?" },
  { "id": "wyr_003", "text": "Would you rather always win at games but have no friends to play with, or always lose at games but have a close group of friends who love playing?" },
  { "id": "wyr_004", "text": "Would you rather live in a place with perfect weather but no change of seasons, or experience all four seasons but with unpredictable weather?" },
  { "id": "wyr_005", "text": "Would you rather have the ability to time travel but only backward and unable to change events, or forward to observe the future but unable to return?" },
  { "id": "wyr_006", "text": "Would you rather be extremely talented at something you hate doing, or mediocre at something you love?" },
  { "id": "wyr_007", "text": "Would you rather have a photographic memory but experience severe migraines from overstimulation, or have average memory but never get headaches?" },
  { "id": "wyr_008", "text": "Would you rather be able to understand animal communication but they all complain constantly, or stay unable to understand them?" },
  { "id": "wyr_009", "text": "Would you rather live your entire life knowing exactly when and how you'll die, or live with complete uncertainty about your mortality?" },
  { "id": "wyr_010", "text": "Would you rather always be five minutes late to everything, or always arrive five minutes early?" },
  { "id": "wyr_011", "text": "Would you rather have a job you love that pays poorly, or a job you hate that pays extremely well?" },
  { "id": "wyr_012", "text": "Would you rather lose all your photos and recordings of your past, or lose the actual memories themselves?" },
  { "id": "wyr_013", "text": "Would you rather be able to see in complete darkness but be blinded by bright light, or require darkness to sleep but be sensitive to light?" },
  { "id": "wyr_014", "text": "Would you rather have the ability to fly but always be visible and watched, or teleport privately but never leave a trace?" },
  { "id": "wyr_015", "text": "Would you rather be able to eat anything without gaining weight but taste nothing, or savor every flavor but gain weight from everything?" },
  { "id": "wyr_016", "text": "Would you rather spend a year doing exactly what you want with no obligations, or spend a year working toward something meaningful?" },
  { "id": "wyr_017", "text": "Would you rather have unlimited money but lose all personal relationships, or live modestly but maintain deep connections with loved ones?" },
  { "id": "wyr_018", "text": "Would you rather be famous for something you're ashamed of, or completely unknown but proud of yourself?" },
  { "id": "wyr_019", "text": "Would you rather always say what you think but face constant conflict, or always be tactful but feel like you're living a lie?" },
  { "id": "wyr_020", "text": "Would you rather be able to stop time but age rapidly during pauses, or experience time normally but feel every moment intensely?" },
  { "id": "wyr_021", "text": "Would you rather have your biggest secret revealed publicly, or have everyone assume something false about you that you can't correct?" },
  { "id": "wyr_022", "text": "Would you rather be able to make anything taste like anything else, or have perfectly trained taste buds that never become numb?" },
  { "id": "wyr_023", "text": "Would you rather live the same day over again 1,000 times, or live 1,000 different days only once?" },
  { "id": "wyr_024", "text": "Would you rather always know what others are thinking but be mentally exhausted, or remain blissfully unaware of their true thoughts?" },
  { "id": "wyr_025", "text": "Would you rather be able to control your dreams but never get restful sleep, or have truly restful sleep but no control over nightmares?" },
  { "id": "wyr_026", "text": "Would you rather have the power to heal others but take on their pain, or be unable to help but remain unaffected?" },
  { "id": "wyr_027", "text": "Would you rather live underwater in a thriving civilization, or in the clouds on a stable platform?" },
  { "id": "wyr_028", "text": "Would you rather be able to predict the future but unable to prevent bad outcomes, or live in ignorance with the freedom to act?" },
  { "id": "wyr_029", "text": "Would you rather have the ability to win every argument but damage relationships, or lose arguments but maintain harmony?" },
  { "id": "wyr_030", "text": "Would you rather discover your best friend has been using you for years, or never know but continue in a false friendship?" },
  { "id": "wyr_031", "text": "Would you rather be extremely productive but always stressed, or relaxed and content but accomplish very little?" },
  { "id": "wyr_032", "text": "Would you rather have the ability to visit any place in the world instantly but must return within 24 hours, or move permanently but take weeks to travel?" },
  { "id": "wyr_033", "text": "Would you rather be able to learn any skill instantly but forget it within a year, or learn slowly but retain everything permanently?" },
  { "id": "wyr_034", "text": "Would you rather live in a utopia where freedom is restricted, or a chaotic society where you're completely free?" },
  { "id": "wyr_035", "text": "Would you rather be able to lie perfectly but never be believed, or always be honest but frequently misunderstood?" },
  { "id": "wyr_036", "text": "Would you rather be physically perfect but struggle with mental health, or have solid mental health but be constantly dealing with physical limitations?" },
  { "id": "wyr_037", "text": "Would you rather have the power to make people like you instantly, or earn genuine respect slowly through effort?" },
  { "id": "wyr_038", "text": "Would you rather be able to see one minute into the future, or see one year into the past?" },
  { "id": "wyr_039", "text": "Would you rather live without music, or live without visual art?" },
  { "id": "wyr_040", "text": "Would you rather have a superpower but have it be considered embarrassing, or have no superpower but be respected?" },
  { "id": "wyr_041", "text": "Would you rather be able to change one thing about your past, or see into one alternate timeline?" },
  { "id": "wyr_042", "text": "Would you rather live in extreme luxury but trapped in one small room, or in modest comfort with unlimited freedom to roam?" },
  { "id": "wyr_043", "text": "Would you rather be able to switch bodies with someone once per year, or stay in your own body forever?" },
  { "id": "wyr_044", "text": "Would you rather know the date of your death but live fully until then, or live not knowing but with constant anxiety?" },
  { "id": "wyr_045", "text": "Would you rather be able to speak to your past self once, or your future self once?" },
  { "id": "wyr_046", "text": "Would you rather have a job that's incredibly meaningful but dangerous, or safe but utterly meaningless?" },
  { "id": "wyr_047", "text": "Would you rather be able to feel others' emotions but be overwhelmed by them, or be emotionally numb and unaffected?" },
  { "id": "wyr_048", "text": "Would you rather have unlimited free time but be completely unmotivated, or be driven to work constantly but never have free time?" },
  { "id": "wyr_049", "text": "Would you rather have the power to make one person successful, or help many people moderately?" },
  { "id": "wyr_050", "text": "Would you rather live without your sense of touch, or without your sense of taste?" },
  { "id": "wyr_051", "text": "Would you rather be able to know the truth about anything but it's always devastating, or live in comforting lies?" },
  { "id": "wyr_052", "text": "Would you rather have the ability to become invisible but lose your voice when invisible, or always be visible but able to whisper anything?" },
  { "id": "wyr_053", "text": "Would you rather live in the past with modern knowledge, or the future with only 21st century knowledge?" },
  { "id": "wyr_054", "text": "Would you rather be able to give others confidence but drain your own, or stay confident but be unable to help others?" },
  { "id": "wyr_055", "text": "Would you rather have a successful career that demands all your time, or a modest career that leaves time for family?" },
  { "id": "wyr_056", "text": "Would you rather be able to instantly master any instrument but only for one year, or slowly learn one instrument permanently?" },
  { "id": "wyr_057", "text": "Would you rather have the power to inspire others but be miserable yourself, or be content but uninspiring?" },
  { "id": "wyr_058", "text": "Would you rather live where it's always sunny but dry and hot, or rainy but cool and lush?" },
  { "id": "wyr_059", "text": "Would you rather be able to erase one person's memory of you, or have them remember you but forget themselves?" },
  { "id": "wyr_060", "text": "Would you rather have exceptional talent but constant self-doubt, or mediocre talent but unshakeable confidence?" },
  { "id": "wyr_061", "text": "Would you rather be able to teleport but feel extreme dizziness each time, or travel normally but take hours?" },
  { "id": "wyr_062", "text": "Would you rather have complete control over one area of your life but chaos everywhere else, or balance throughout?" },
  { "id": "wyr_063", "text": "Would you rather be able to heal yourself instantly but not others, or have the power to heal others but not yourself?" },
  { "id": "wyr_064", "text": "Would you rather live without internet or without phones?" },
  { "id": "wyr_065", "text": "Would you rather be able to change your appearance completely once per month, or be stuck with your current appearance?" },
  { "id": "wyr_066", "text": "Would you rather have a relationship that's exciting but uncertain, or steady but predictable?" },
  { "id": "wyr_067", "text": "Would you rather be able to solve any problem except the most important ones, or be useless except for crucial moments?" },
  { "id": "wyr_068", "text": "Would you rather always be too warm, or always be too cold?" },
  { "id": "wyr_069", "text": "Would you rather have the power to make others forget painful memories, or force them to confront and heal from them?" },
  { "id": "wyr_070", "text": "Would you rather live in a world without cars, or without airplanes?" },
  { "id": "wyr_071", "text": "Would you rather be able to speak persuasively but struggle to listen, or listen perfectly but struggle to express yourself?" },
  { "id": "wyr_072", "text": "Would you rather have the ability to live your life backwards from now on, or forwards at double speed?" },
  { "id": "wyr_073", "text": "Would you rather be able to master one skill per lifetime, or be competent at many?" },
  { "id": "wyr_074", "text": "Would you rather have everyone love you but feel like they don't truly know you, or be deeply understood by few?" },
  { "id": "wyr_075", "text": "Would you rather live in constant mild discomfort, or occasional extreme pain?" },
  { "id": "wyr_076", "text": "Would you rather be able to change your career instantly but lose all expertise, or keep your expertise but need years to transition?" },
  { "id": "wyr_077", "text": "Would you rather have amazing willpower but poor impulse control, or weak willpower but excellent impulse control?" },
  { "id": "wyr_078", "text": "Would you rather live without literature, or without film?" },
  { "id": "wyr_079", "text": "Would you rather be able to manifest anything physically but lose something precious in return, or have nothing but security?" },
  { "id": "wyr_080", "text": "Would you rather always finish things but never feel satisfied, or constantly abandon projects but feel fulfilled when you do complete them?" },
  { "id": "wyr_081", "text": "Would you rather have a friend who's brutally honest but hurtful, or supportive but dishonest?" },
  { "id": "wyr_082", "text": "Would you rather be able to breathe underwater but not on land, or breathe on land but drown instantly in water?" },
  { "id": "wyr_083", "text": "Would you rather live in a country that's incredibly advanced but culturally homogeneous, or diverse but technologically behind?" },
  { "id": "wyr_084", "text": "Would you rather have the ability to know everyone's name instantly, or everyone forget your name?" },
  { "id": "wyr_085", "text": "Would you rather be able to create beautiful art but not appreciate others' art, or appreciate art but be unable to create?" },
  { "id": "wyr_086", "text": "Would you rather live in a permanent state of vacation, or permanent state of purpose?" },
  { "id": "wyr_087", "text": "Would you rather have the power to age backward starting tomorrow, or know you'll live twice as long?" },
  { "id": "wyr_088", "text": "Would you rather be able to control the weather but cause unintended consequences, or accept nature as it is?" },
  { "id": "wyr_089", "text": "Would you rather have a photographic memory that captures everything including trauma, or selective memory that filters pain?" },
  { "id": "wyr_090", "text": "Would you rather live in a world with only classical architecture, or only modern architecture?" },
  { "id": "wyr_091", "text": "Would you rather be able to speak to plants but have them mock you, or remain silent but respected?" },
  { "id": "wyr_092", "text": "Would you rather have the ability to undo one mistake per year, or prevent one mistake per year?" },
  { "id": "wyr_093", "text": "Would you rather live without coffee, or without tea?" },
  { "id": "wyr_094", "text": "Would you rather be able to inspire thousands but influence none, or influence a few profoundly?" },
  { "id": "wyr_095", "text": "Would you rather have a career that makes a difference but pays poorly, or a job that's pointless but extremely lucrative?" },
  { "id": "wyr_096", "text": "Would you rather be able to see in infrared but not normal light, or only see in black and white?" },
  { "id": "wyr_097", "text": "Would you rather live in a world where violence doesn't exist but neither does competition, or with both?" },
  { "id": "wyr_098", "text": "Would you rather have the power to slow time but age during slow periods, or speed time up?" },
  { "id": "wyr_099", "text": "Would you rather be able to live without sleeping but never feel rested, or need to sleep 12 hours daily but wake refreshed?" },
  { "id": "wyr_100", "text": "Would you rather have an incredibly sharp mind but poor emotional intelligence, or high emotional intelligence but average intellect?" },
  { "id": "wyr_101", "text": "Would you rather live without technology, or without nature?" },
  { "id": "wyr_102", "text": "Would you rather be able to read minds but hear constant mental noise, or remain in blissful ignorance?" },
  { "id": "wyr_103", "text": "Would you rather have the ability to become rich quickly through risky means, or build wealth slowly and safely?" },
  { "id": "wyr_104", "text": "Would you rather live in a world where lying is impossible, or where deception is perfect?" },
  { "id": "wyr_105", "text": "Would you rather be able to change your body at will but lose sense of identity, or stay unchanged but feel at home in your body?" },
  { "id": "wyr_106", "text": "Would you rather have a superpower that's useless in day-to-day life but extraordinary in emergencies, or vice versa?" },
  { "id": "wyr_107", "text": "Would you rather live without water, or without food?" },
  { "id": "wyr_108", "text": "Would you rather be able to experience every emotion intensely, or feel muted versions of all emotions?" },
  { "id": "wyr_109", "text": "Would you rather have the power to make anyone forgive you, or the wisdom to avoid needing forgiveness?" },
  { "id": "wyr_110", "text": "Would you rather live in a city that never sleeps, or a town where everything closes at dusk?" },
  { "id": "wyr_111", "text": "Would you rather be able to breathe in any environment but feel suffocated in familiar places, or need oxygen but feel most alive at home?" },
  { "id": "wyr_112", "text": "Would you rather have a life filled with adventure and danger, or comfort and safety?" },
  { "id": "wyr_113", "text": "Would you rather be able to instantly learn new languages but forget your ability to think creatively, or keep creativity but struggle with languages?" },
  { "id": "wyr_114", "text": "Would you rather live without music, or without silence?" },
  { "id": "wyr_115", "text": "Would you rather be able to teleport but arrive injured, or walk everywhere but arrive perfectly?" },
  { "id": "wyr_116", "text": "Would you rather have a job that's meaningful but exhausting, or meaningless but easy?" },
  { "id": "wyr_117", "text": "Would you rather be able to control your hunger but feel empty, or experience genuine hunger but eat less?" },
  { "id": "wyr_118", "text": "Would you rather live where the sun never sets, or where the sun never rises?" },
  { "id": "wyr_119", "text": "Would you rather be able to inspire others to greatness but never achieve greatness yourself, or be great but inspirational to none?" },
  { "id": "wyr_120", "text": "Would you rather have the power to undo major life decisions but lose memory of why you made them, or live with your choices?" },
  { "id": "wyr_121", "text": "Would you rather live without books, or without conversation?" },
  { "id": "wyr_122", "text": "Would you rather be able to see the future but not change it, or change the past but forget what was?" },
  { "id": "wyr_123", "text": "Would you rather have unlimited energy but constant anxiety, or relaxation but chronic fatigue?" },
  { "id": "wyr_124", "text": "Would you rather live in a world of permanent winter, or permanent summer?" },
  { "id": "wyr_125", "text": "Would you rather be able to move objects with your mind but experience migraines, or have a pain-free existence without telekinesis?" },
  { "id": "wyr_126", "text": "Would you rather have a relationship based on passion that fades, or on comfort that grows?" },
  { "id": "wyr_127", "text": "Would you rather be able to fly but never land, or teleport but never leave traces?" },
  { "id": "wyr_128", "text": "Would you rather live without art, or without science?" },
  { "id": "wyr_129", "text": "Would you rather be able to speak perfectly to large audiences but be awkward one-on-one, or excel in conversation but fear public speaking?" },
  { "id": "wyr_130", "text": "Would you rather have the power to heal all diseases but must sacrifice a year of your life per cure, or let diseases run their course?" },
  { "id": "wyr_131", "text": "Would you rather live with complete transparency where everyone knows your thoughts, or in total privacy that makes you isolated?" },
  { "id": "wyr_132", "text": "Would you rather be able to have a perfect body but never enjoy eating, or enjoy food but struggle with appearance?" },
  { "id": "wyr_133", "text": "Would you rather live without written language, or without spoken language?" },
  { "id": "wyr_134", "text": "Would you rather be able to teleport instantly but feel nauseous after each jump, or travel hours but feel great?" },
  { "id": "wyr_135", "text": "Would you rather have a career that fulfills you but barely pays, or pays extremely well but leaves you empty?" },
  { "id": "wyr_136", "text": "Would you rather be able to live one year knowing you'll die, or live uncertainly but longer?" },
  { "id": "wyr_137", "text": "Would you rather live without electricity, or without running water?" },
  { "id": "wyr_138", "text": "Would you rather be able to master any physical skill but struggle with intellectual ones, or vice versa?" },
  { "id": "wyr_139", "text": "Would you rather have the ability to make people fall in love with you, or be universally respected?" },
  { "id": "wyr_140", "text": "Would you rather live in a world where your past is constantly exposed, or where your future is constantly uncertain?" },
  { "id": "wyr_141", "text": "Would you rather be able to see through walls but be colorblind, or see all colors but never look through anything?" },
  { "id": "wyr_142", "text": "Would you rather have a small group of incredibly loyal friends, or many acquaintances but no close bonds?" },
  { "id": "wyr_143", "text": "Would you rather live without homes, or without cities?" },
  { "id": "wyr_144", "text": "Would you rather be able to pause time but age while paused, or live in normal time but feel every second?" },
  { "id": "wyr_145", "text": "Would you rather have the power to create something magnificent but be unable to understand it, or understand everything but create nothing?" },
  { "id": "wyr_146", "text": "Would you rather live in a world of constant noise or eternal silence?" },
  { "id": "wyr_147", "text": "Would you rather be able to heal others but become ill yourself, or be immune to illness but watch others suffer?" },
  { "id": "wyr_148", "text": "Would you rather have a life full of regrets or full of second chances?" },
  { "id": "wyr_149", "text": "Would you rather live without animals, or without plants?" },
  { "id": "wyr_150", "text": "Would you rather be able to remember every conversation perfectly, or forget interactions so you can experience them fresh?" },
  { "id": "wyr_151", "text": "Would you rather have the power to inspire millions but never feel satisfied, or satisfy yourself but reach no one?" },
  { "id": "wyr_152", "text": "Would you rather live where it rains constantly, or where it snows constantly?" },
  { "id": "wyr_153", "text": "Would you rather be able to understand all languages but speak none, or speak one language everyone understands?" },
  { "id": "wyr_154", "text": "Would you rather have a career with amazing growth potential but current instability, or complete security but no advancement?" },
  { "id": "wyr_155", "text": "Would you rather live without mirrors, or without reflections?" },
  { "id": "wyr_156", "text": "Would you rather be able to change any historical event but lose all your memories, or keep memories but accept history as is?" },
  { "id": "wyr_157", "text": "Would you rather have the power to turn dreams into reality but lose the ability to sleep, or dream safely but never manifest dreams?" },
  { "id": "wyr_158", "text": "Would you rather live in a world without gravity or without air resistance?" },
  { "id": "wyr_159", "text": "Would you rather be able to live without eating but constantly feel hungry, or eat constantly but never feel full?" },
  { "id": "wyr_160", "text": "Would you rather have a relationship that starts perfectly but fades, or starts difficult but strengthens?" },
  { "id": "wyr_161", "text": "Would you rather live without money, or without time?" },
  { "id": "wyr_162", "text": "Would you rather be able to see people's true selves instantly, or be pleasantly surprised by who they really are?" },
  { "id": "wyr_163", "text": "Would you rather have the power to make yourself perfect but become unrecognizable, or stay flawed but true to yourself?" },
  { "id": "wyr_164", "text": "Would you rather live in a world where everyone is honest, or everyone is kind?" },
  { "id": "wyr_165", "text": "Would you rather be able to live anywhere but always be a foreigner, or settle in one place and deeply belong?" },
  { "id": "wyr_166", "text": "Would you rather live without fiction, or without reality?" },
  { "id": "wyr_167", "text": "Would you rather have the ability to become invisible but leave traces of your presence, or be visible but completely unnoticed?" },
  { "id": "wyr_168", "text": "Would you rather have a life of excitement with constant fear, or peace with constant boredom?" },
  { "id": "wyr_169", "text": "Would you rather live without sports, or without games?" },
  { "id": "wyr_170", "text": "Would you rather be able to instantly become an expert at anything but only for an hour, or slowly master one thing permanently?" },
  { "id": "wyr_171", "text": "Would you rather have the power to make people happy but lose your own happiness, or be selfish but fully content?" },
  { "id": "wyr_172", "text": "Would you rather live without color, or without sound?" },
  { "id": "wyr_173", "text": "Would you rather be able to travel back in time but never return, or forward in time but never return?" },
  { "id": "wyr_174", "text": "Would you rather have unlimited knowledge but be unable to act, or limited knowledge but exceptional execution?" },
  { "id": "wyr_175", "text": "Would you rather live in a world where magic exists but money doesn't, or where money rules but magic is impossible?" },
  { "id": "wyr_176", "text": "Would you rather be able to see what others are feeling, or hear what they're thinking?" },
  { "id": "wyr_177", "text": "Would you rather have a career that excites you but offers no security, or security with constant anxiety about purpose?" },
  { "id": "wyr_178", "text": "Would you rather live without doors, or without windows?" },
  { "id": "wyr_179", "text": "Would you rather be able to change one person's mind completely, or influence many people slightly?" },
  { "id": "wyr_180", "text": "Would you rather have the power to live forever but never adapt to change, or live briefly but grow continuously?" },
  { "id": "wyr_181", "text": "Would you rather live in a world of infinite possibility but constant instability, or rigid structure with complete predictability?" },
  { "id": "wyr_182", "text": "Would you rather be able to make others feel your emotions, or understand others' emotions perfectly?" },
  { "id": "wyr_183", "text": "Would you rather live without holidays, or without weekends?" },
  { "id": "wyr_184", "text": "Would you rather have the ability to solve any problem except personal ones, or struggle with everything equally?" },
  { "id": "wyr_185", "text": "Would you rather be able to remember every happy moment but relive the pain, or forget pain but lose the joy?" },
  { "id": "wyr_186", "text": "Would you rather live in a world without pain, or without joy?" },
  { "id": "wyr_187", "text": "Would you rather be able to walk through walls but lose your sense of touch, or feel everything but be trapped by obstacles?" },
  { "id": "wyr_188", "text": "Would you rather have a relationship that's always exciting but never stable, or always stable but sometimes boring?" },
  { "id": "wyr_189", "text": "Would you rather live without forests, or without oceans?" },
  { "id": "wyr_190", "text": "Would you rather be able to achieve any goal instantly but feel no accomplishment, or struggle and feel deeply satisfied?" },
  { "id": "wyr_191", "text": "Would you rather have the power to make everyone trust you completely, or be worthy of trust through actions?" },
  { "id": "wyr_192", "text": "Would you rather live in a world where you're always lucky, or always prepared?" },
  { "id": "wyr_193", "text": "Would you rather be able to speak any language but forget your own thoughts, or only speak clearly about your thoughts?" },
  { "id": "wyr_194", "text": "Would you rather live without schedules, or without structure?" },
  { "id": "wyr_195", "text": "Would you rather have the ability to make yourself younger but lose memories of being older, or age gracefully and remember it all?" },
  { "id": "wyr_196", "text": "Would you rather be able to see clearly in darkness but be blinded by light, or require light but see perfectly?" },
  { "id": "wyr_197", "text": "Would you rather have a life full of things you've accomplished, or a life full of things you've experienced?" },
  { "id": "wyr_198", "text": "Would you rather live without sadness, or without anger?" },
  { "id": "wyr_199", "text": "Would you rather be able to make the right choice always, or learn from wrong choices?" },
  { "id": "wyr_200", "text": "Would you rather live as the smartest person in every room, or the wisest?" },
  { "id": "wyr_201", "text": "Would you rather have the ability to live without sleep but with constant fatigue, or sleep 16 hours daily but wake fully rested?" },
  { "id": "wyr_202", "text": "Would you rather live in a world where everyone knows your secrets, or where you know everyone else's?" },
  { "id": "wyr_203", "text": "Would you rather be able to achieve perfect health but never feel alive, or feel intensely alive but struggle with illness?" },
  { "id": "wyr_204", "text": "Would you rather live without hope, or without fear?" },
  { "id": "wyr_205", "text": "Would you rather have the power to make others successful but fail yourself, or succeed while watching others struggle?" },
  { "id": "wyr_206", "text": "Would you rather be able to live backward through your life erasing mistakes, or live forward accepting them?" },
  { "id": "wyr_207", "text": "Would you rather live in a world without illness, or without death?" },
  { "id": "wyr_208", "text": "Would you rather have the ability to predict outcomes perfectly but never be surprised, or be surprised constantly by life?" },
  { "id": "wyr_209", "text": "Would you rather be able to make yourself invisible but be emotionally isolated, or fully connected but always visible?" },
  { "id": "wyr_210", "text": "Would you rather live as someone everyone loves but doesn't truly know, or be deeply understood by a small circle?" },
  { "id": "wyr_211", "text": "Would you rather have perfect clarity about your future, or perfect mystery about what comes next?" },
  { "id": "wyr_212", "text": "Would you rather be able to live without conflict but feel unfulfilled, or embrace conflict and grow from it?" },
  { "id": "wyr_213", "text": "Would you rather live without gravity, or without friction?" },
  { "id": "wyr_214", "text": "Would you rather have the power to change others' beliefs, or be immune to influence?" },
  { "id": "wyr_215", "text": "Would you rather be able to experience every possible outcome before choosing, or choose blindly and adapt?" },
  { "id": "wyr_216", "text": "Would you rather live in a world of constant change, or permanent stagnation?" },
  { "id": "wyr_217", "text": "Would you rather have the ability to give advice that's always right but nobody follows, or bad advice everyone believes?" },
  { "id": "wyr_218", "text": "Would you rather be able to live without regret, or without self-doubt?" },
  { "id": "wyr_219", "text": "Would you rather have a career that fulfills you once but then becomes stale, or work that evolves and challenges you?" },
  { "id": "wyr_220", "text": "Would you rather live in a world where time moves forward, or in circles?" },
  { "id": "wyr_221", "text": "Would you rather be able to know the right answer always but be unable to explain it, or explain everything but struggle with certainty?" },
  { "id": "wyr_222", "text": "Would you rather have the power to make everyone comfortable around you, or be completely authentic always?" },
  { "id": "wyr_223", "text": "Would you rather live without ambition, or without contentment?" },
  { "id": "wyr_224", "text": "Would you rather be able to live two parallel lives and choose one at the end, or live one life fully?" },
  { "id": "wyr_225", "text": "Would you rather have the power to understand everything that happens, or live in beautiful mystery?" }
]
